tap "cantino/mcfly"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "jpeg"
brew "libtiff"
brew "coreutils"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "freetype"
brew "glib"
brew "libssh2"
brew "openldap"
brew "curl"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "node"
brew "gitmoji"
brew "gmailctl"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "just"
brew "ldns"
brew "libfido2"
brew "libraqm"
brew "little-cms"
brew "mackup"
brew "magic-wormhole"
brew "mas"
brew "netlify-cli"
brew "openssh"
brew "pandoc"
brew "pipx"
brew "pngcrush"
brew "ripgrep"
brew "starship"
brew "wget"
brew "xh"
brew "yadm"
brew "ykman"
brew "yubikey-agent", restart_service: true
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "alfred"
cask "arduino"
cask "aws-vault"
cask "cleanshot"
cask "dash"
cask "docker"
cask "epoccam"
cask "fantastical"
cask "font-sauce-code-pro-nerd-font"
cask "geektool"
cask "google-chrome"
cask "hammerspoon"
cask "inkscape"
cask "iterm2"
cask "kindle"
cask "prusaslicer"
cask "raspberry-pi-imager"
cask "signal"
cask "slack"
cask "spotify"
cask "sunsama"
cask "visual-studio-code"
cask "vuescan"
cask "zoom"
mas "Deliveries", id: 290986013
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Soulver 3", id: 1508732804
mas "Tailscale", id: 1475387142
