tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"

brew "boost"
brew "cmake"
brew "docker-slim"
brew "fzf"
brew "gdal"
brew "geoip"
brew "gist"
brew "git"
brew "heroku/brew/heroku"
brew "hub"
brew "hugo"
brew "jq"
brew "libffi"
brew "libmemcached"
brew "lua"
brew "node"
brew "osm2pgsql"
brew "pyenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "sloccount"
brew "snappy"
brew "terraform"
brew "vcprompt"
brew "wget"
brew "xz"
brew "ykman"
brew "youtube-dl"
brew "zlib"
brew "zsh"

cask "1password-cli"
cask "alfred"
cask "aws-vault"
cask "burp-suite"
cask "dash"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-sourcecodepro-nerd-font"
cask "google-cloud-sdk"
cask "harvest"
cask "inkscape"
cask "iterm2"
cask "licecap"
cask "logitech-options"
cask "nimbus"
cask "postgres"
cask "signal"
cask "slack"
cask "slate"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
