tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"

brew "curl"
brew "duf"
brew "eza"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "gitmoji"
brew "just"
brew "magic-wormhole"
brew "mas"
brew "ripgrep"
brew "starship"
brew "tree"
brew "uv"
brew "wget"
brew "yadm"
brew "ykman"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "amethyst"
cask "dash"
cask "elgato-camera-hub"
cask "fantastical"
cask "font-lato"
cask "font-merriweather"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-sauce-code-pro-nerd-font"
cask "inkscape"
cask "mimestream"
cask "obsidian"
cask "orcaslicer"
cask "raspberry-pi-imager"
cask "signal"
cask "slack"
cask "sonos"
cask "tailscale"
cask "usb-overdrive"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"

mas "Ivory", id: 6444602274
mas "Paprika Recipe Manager 3", id: 1303222628
